Repository: bluedynamics/bda.plone.discount
Catalog: src/bda/plone/discount/locales/*/LC_MESSAGES/bda.plone.discount.po
Languages: nn

source: Enable discount
nn: Aktiver rabatt

source: Enables discount settings for this context
nn: Aktiverer rabatt betingelsar for dette

source: Absolute
nn: Absolutt

# cart_discount_form
source: General Rules for Cart
nn: rabattskjema

# cart_discount_title
source: Discount for Cart
nn: korg rabatt tittel

# cart_item_discount_form
source: General Rules for Cart Items
nn: korg rabatt skjema

# cart_item_discount_title
source: Discount for Cart Items
nn: korg produkt rabatt tittel

source: Changes Saved
nn: endringar lagra

# disabled_discount
source: Disabled discount on context.
nn: deaktivert rabatt

# discount_form_group_required
source: Group is required
nn: grupperabatt skjema p책krevd

# discount_form_label_group
source: Group
nn: rabattskjema etikett gruppe

# discount_form_label_kind
source: Kind
nn: rabattskjema etikett type

# discount_form_label_threshold
source: Threshold
nn: rabattskjema etikett terskel

# discount_form_label_user
source: User
nn: rabattskjema etikett brukar

# discount_form_label_valid_from
source: Valid From
nn: rabattskjema etikett gjeld fr책

# discount_form_label_valid_to
source: Valid To
nn: rabattskjema etikett gjeld til

# discount_form_label_value
source: Value
nn: rabattskjema etikett verdi

# discount_form_save
source: Save
nn: rabattskjema etikett lagre

# discount_form_user_required
source: User is required
nn: rabattskjema etikett brukar p책krevd

# discount_form_value_required
source: Value is required
nn: rabattskjema verdi p책krevd

source: Discount Rules
nn: rabatt reglar

# enabled_discount
source: Enabled discount on context.
nn: tilgjengeleg rabatt

# group_cart_discount_form
source: Group Rules for Cart
nn: grupperabatt skjema

# group_cart_item_discount_form
source: Group Rules for Cart Items
nn: grupperabatt produkt skjema

source: Off
nn: av

# user_cart_discount_form
source: User Rules for Cart
nn: brukar korg rabatt skjema

# user_cart_item_discount_form
source: User Rules for Cart Items
nn: brukar produkt rabatt skjema
